<?php
$_ARTICLEDB=array(
		'reply'=>
array(
			array("67","剛剛想要嘗試看看雜誌模特 ..","3","2",),
			array("75","其實我沒有收到週日拍攝的 ..","2","2",),
			array("72","『自拍上傳區』問題..","2","2",),
			array("64","可以跟你們要照片嗎?","1","2",),
			array("63","不好意思喔,請幫我更正","1","2",),
			),
		'hit'=>
array(
			array("67","剛剛想要嘗試看看雜誌模特 ..","80","2",),
			array("64","可以跟你們要照片嗎?","68","2",),
			array("75","其實我沒有收到週日拍攝的 ..","52","2",),
			array("63","不好意思喔,請幫我更正","45","2",),
			array("72","『自拍上傳區』問題..","42","2",),
			array("68","Hello...我是壹週刊流行生 ..","36","2",),
			),
		'digest'=>
array(
			),
		);
?>