<?php
$rg_whyregclose='管理員關閉了注冊!';
$rg_allowregister='1';
$rg_reg='0';
$rg_regdetail='1';
$rg_regsendemail='1';
$rg_emailcheck='1';
$rg_regminname='3';
$rg_regmaxname='12';
$rg_regsendmsg='0';
$rg_regrvrc='10';
$rg_regmoney='0';
$rg_ifcheck='0';
$rg_allowsameip='Y';
$rg_welcomemsg='感謝您的註冊，歡迎您的到來，希望能夠跟大家分享您的服飾日記、彩妝經驗、流行資訊等！也希望這裡能提供到您需要的答案，一起為流行加油!
您的註冊名為:$rg_name
您的密碼已設置保密
';
$rg_rgpermit='當您申請用戶時，表示您已經同意遵守本規章。 

歡迎您加入本站點參加交流和討論，本站點為公共論壇，為維護網上公共秩序和社會穩定，請您自覺遵守以下條款︰ 

一、不得利用本站危害國家安全、泄露國家秘密，不得侵犯國家社會集體的和公民的合法權益，不得利用本站制作、復制和傳播下列信息︰
　（一）煽動抗拒、破壞憲法和法律、行政法規實施的；
　（二）捏造或者歪曲事實，散布謠言，擾亂社會秩序的；
　（三）宣揚封建迷信、淫穢、色情、賭博、暴力、凶殺、恐怖、教唆犯罪的；
　（四）公然侮辱他人或者捏造事實誹謗他人的，或者進行其他惡意攻擊的；
　（五）損害國家機關信譽的；
　（六）其他違反憲法和法律行政法規的。
　

二、互相尊重，對自己的言論和行為負責。
三、禁止在申請用戶時使用相關本站的詞匯，或是帶有侮辱、毀謗、造謠類的或是有其含義的各種語言進行注冊用戶，否則我們會將其刪除。
四、禁止以任何方式對本站進行各種破壞行為。
五、如果您有違反國家相關法律法規的行為，本站概不負責，您的登錄論壇信息均被記錄無疑，必要時，我們會向相關的國家管理部門提供此類信息。 ';
$rg_rglower='0';
$rg_banname='版主,管理員,admin,斑竹';
?>