<?php
/***************************************************************************
 *   Licence               : Swings (C) DE-MO Studio in Taiwan 
 ***************************************************************************/

require_once('includes/dm_db.php');


	$db = db_connect();
	for($i=15;$i<=55;$i++){
		$client_query = "INSERT INTO dm_street_profile VALUES (".$i.", NULL, '飄', 21, 173, '內湖商圈', 20070705, '1__650_西門町', '2_路邊攤_350_東區', '3__3000_日本新宿', '4__1000_日本新宿', '11_路邊攤_275_士林', '5_曼谷包_朋友送的_泰國', '8_Sly_1000_日本', '10_mango_3000_東區', '16__500_墾丁', NULL, '大學希望能順利畢業，不要被21')" ;
		$db->sql_query($client_query);
	}



?>